content/en/_/about.md
+++
title = "About CodeCraft Dunedin"
author = ["shane"]
date = 2021-03-04T00:00:00+13:00
draft = false
+++

## About {#about}

Code Craft is a group that has been running for over ten years to provide a
friendly regular meeting for technical folk in Dunedin, New Zealand.

We’re a real friendly bunch, and will do everything we can to help you fit in.
The tech industry is growing hard around Dunedin, and Code Craft is simply one
of those places where we can socialise outside of eotk, and feel happy talking
to like minded people.

If you feel like you are not includeed, or you feel ashamed or you feel people
won’t talk to you, please give us an anonymous email about someone’s behaviour
and we’ll do our best to try and mitigate that to make Code Craft so people are
inclusive.’